[
  {
    "slug": "lavida",
    "title": "LAVIDA",
    "category": [],
    "summary": [],
    "team": "",
    "client": "",
    "startDate": "",
    "endDate": "",
    "role": [],
    "description": []
  },
  {
    "slug": "hwayeon",
    "title": "HWAYEON",
    "category": ["Brand Identity Design", "Package Design"],
    "summary": ["한국화학연구원 연구소 기업 캠스트리 수제 비누 브랜드", "화연 브랜드 디자인 및 패키지 디자인"],
    "team": "",
    "client": "HWAYEON",
    "startDate": "2020.08",
    "endDate": "2020.09",
    "role": ["Brand Identity Design", "Package Design"],
    "description": [
      "화연은 한국화학연구원의 연구소 기업 캠스트리의 수제 비누 브랜드입니다. 좋은 비누를 만들기 위해 모든 작업 과정은 30년 경력을 가진 약학 박사의 솔루션을 통하여 이루어집니다. 차별화된 제조법과 노하우를 통해 합리적인 가격으로 고급형 수제 비누를 제공하는 것을 목표로 두고 있습니다.",
      "온 몸의 세정은 물론이고 식기 세척과 세탁까지 모두 해결 가능하다는 점과 불필요한 플라스틱 용기와 비닐류를 사용하지 않아 자연친화적이라는 점에서 high Quality와 eco-friendly를 두 가지 핵심 가치로 선정하였습니다. 그리고 핵심 가치를 바탕으로 무드보드를 제작하여 브랜드 아이덴티티 디자인의 방향을 설정하였습니다.",
      "'프리미엄 수제 비누 브랜드'를 모토로 하였고, 이를 직관적으로 나타내고자 하였습니다. 고급스럽고 깨끗한 비누의 특성을 살리기 위해 산세리프와 블랙 앤 화이트를 활용하였습니다. 또한 품질에 대한 화연의 자부심을 보여주기 위해 프리미엄을 레드 컬러로 강조하였습니다.",
      "구절초, 어성초 등 화연의 다양한 제품 라인을 디자인하기 위해 보조 수단으로 아이콘을 개발하였습니다. 한국화학연구원과 캠스트리를 연상하는 화학 기호들의 원형으로 화연의 꽃을 형상화하였습니다. 구절초는 노랑, 어성초는 빨강, 순비누는 파랑 등 각 제품별로 차별화된 컬러를 사용하여 알아보기 쉽도록 하였습니다. 아이콘을 활용하여 주목성 및 장식성의 목적으로 패키지 디자인에 활용할 패턴을 개발하였습니다.",
      "시그니처와 아이콘, 패턴을 활용하여 낱개 비누와 비누 세트 패키지를 디자인 했습니다."
    ]
  },
  {
    "slug": "korea-115",
    "title": "고려대학교 개교 115주년",
    "category": ["University Identity Design"],
    "summary": ["고려대학교 개교 115주년을 기념하고, 개교기념일 및 각종 대내외 행사에서", "홍보하기 위한 엠블럼 디자인"],
    "team": "고려대학교 디자인혁신센터",
    "client": "",
    "startDate": "2020.03",
    "endDate": "2020.05",
    "role": ["Ideation", "Visual Design"],
    "description": [
      "1905년 대한제국 내장원경 충숙공 이용익 선생이 교육구국의 신념으로 고려대학교의 전신인 보성전문학교를 설립하였고, 이는 우리나라 최초의 고등교육기관이었습니다. 2020년 개교 115주년을 맞이한 고려대학교는 이용익 선생의 신념으로 창의적 미래 인재를 양성하고 세계를 변화하고자 합니다.",
      "2020년 고려대학교 개교 115주년을 맞이하여 엠블럼을 디자인하였습니다. 전통문양을 모티프로 하여 ‘민족고대'의 자부심과 고려대학교 전통의 계승을 표현하였습니다. 또한 설립연도와 2020을 연결하여 고대 정신과 끊임없는 생명력을 연속성으로 나타내고자 하였습니다. 이는 온고지신의 자세로 더 발전하고 나아가겠다는 고려대학교의 의지를 상징합니다.",
      "고려대학교 University Identity에서는 전반적으로 고려대학교의 상징색과 전용서체를 활용하여 정체성을 반영한 디자인 구축에 초점을 두었습니다. 다만 개교 115주년 엠블럼은 행사 사용과 홍보 등 일회성의 성격이 강하다고 판단하여 아이덴티티를 유지하는 동시에 목적에 부합하는 의미를 강조하여 디자인하였습니다.",
      "개발한 엠블럼은 개교기념일 및 각종 대내외 행사에서 홍보하는 목적으로 현수막, 브로슈어, 포스터 등으로 활용되었습니다."
    ]
  },
  {
    "slug": "korea-40",
    "title": "고려대학교 세종캠퍼스 설립 40주년",
    "category": ["University Identity Design"],
    "summary": ["고려대학교 세종캠퍼스 설립 40주년을 기념하고, 개교기념일 및 각종 대내외", "행사에서 홍보하기 위한 엠블럼 디자인"],
    "team": "고려대학교 디자인혁신센터",
    "client": "",
    "startDate": "2020.03",
    "endDate": "2020.05",
    "role": ["Ideation", "Visual Design"],
    "description": [
      "대한민국의 새로운 중심 세종특별자치시에 위치한 고려대학교 세종캠퍼스는 글로벌 레지던스 시스템으로 대학 교육의 새로운 패러다임을 제시하며 전인교육의 새 지평을 열어왔습니다. 1905년 고려대학교의 전신인 보성전문학교가 설립된 이래 1980년 현재의 세종캠퍼스가 설립되었고, ‘창의교육·실용연구 대학'이라는 비전을 선포하여 세계 고대 100년의 역사를 창조해 나가고 있습니다.",
      "2020년 고려대학교 세종캠퍼스 설립 40주년을 맞이하여 엠블럼을 디자인하였습니다. 세종캠퍼스만의 역사를 표현하기 위해 세종캠퍼스 설립 30주년 기념 엠블럼을 모티프로 하였습니다. 좌측의 숫자 4는 동, 서, 남, 북 방위를 뜻하는 4방위표를 상징하며 고려대학교 세종캠퍼스가 지성인들에게 방향을 제시해주는 역할임을 나타냈습니다. 우측의 원형은 창의교육·실용연구로 세계를 향해 뻗어 나가는 세종캠퍼스의 비전을 상징하며, 12개의 막대는 고려대학교 세종캠퍼스가 1년, 12달 쉬지 않고 젊음과 열정의 빛을 발산한다는 의미를 담았습니다.",
      "고려대학교의 아이덴티티를 반영하기 위해 교색인 크림슨 색상과 세종캠퍼스를 상징하는 오렌지를 활용하였습니다. 크림슨은 활기와 정열을 상징하는 컬러로 고려대학교의 학풍과 기질을 나타냅니다. 오렌지 컬러는 젊음, 활력, 첨단 학문을 상징합니다.",
      "고려대학교 University Identity에서는 전반적으로 고려대학교의 상징색과 전용서체를 활용하여 정체성을 반영한 디자인 구축에 초점을 두었습니다. 다만 설립 40주년 엠블럼은 행사 사용과 홍보 등 일회성의 성격이 강하다고 판단하여 아이덴티티를 유지하는 동시에 목적에 부합하는 의미를 강조하여 디자인하였습니다.",
      "개발한 엠블럼은 개교기념일 및 각종 대내외 행사에서 홍보하는 목적으로 현수막, 브로슈어, 포스터, 기념품 패키지 디자인 등으로 활용되었습니다."
    ]
  },
  {
    "slug": "korea-innovation",
    "title": "고려대학교 대학혁신지원사업단",
    "category": ["University Identity Design"],
    "summary": ["고려대학교 대학혁신지원사업단의 사업 운영과 대내외 홍보를 위한 로고 및", "엠블럼 디자인"],
    "team": "고려대학교 디자인혁신센터",
    "client": "",
    "startDate": "2020.03",
    "endDate": "2020.05",
    "role": ["Ideation", "Logo Design", "Visual Design"],
    "description": [
      "대학혁신지원사업은 교육부에서 대학의 자율성 확대를 위해 대학 재정지원사업을 개편하며 계획하고 추진하게 된 사업입니다. 미래 사회 변화에 대응하여 대학 기본역량 강화 및 전략적 특성화를 지원하고, 대학의 자율 혁신을 통해 국가 혁신 성장의 토대가 되는 미래형 창의 인재 양성 체제 구축 지원을 목적으로 합니다.",
      "고려대학교에서는 교육, 산학, IT, 행정, 캠퍼스 조성 영역에서 8개의 혁신 프로그램을 설계함으로써 고려대학교의 혁신을 위해 노력하고 있습니다. 1차년도 대학혁신지원사업 운영 결과 행사 개최 시 대내외 홍보를 위하여 고려대학교 대학혁신지원사업만의 독자적인 로고의 필요성이 대두되었습니다.",
      "대학혁신을 표현하기 위해 기존의 고려대학교 시그니처의 방패 모양 심벌 대신 고려대학교 대학혁신지원사업의 영문 명칭 ‘Korea University Innovation Project’의 앞 글자 KUIP를 활용하여 모던하게 개발하였습니다. 알파벳 i 를 밝은 노란 빛깔의 등불을 형상화하여 대학혁신에 앞장서고자 하는 고려대학교의 의지를 나타냈습니다. 또한 고려대학교의 단과대학을 상징하는 여러 색상을 활용하여 고려대학교의 아이덴티티를 유지하는 동시에 다양한 학문 영역의 융합과 조화를 통한 대학혁신을 표현하였습니다.",
      "개발된 로고와 엠블럼은 고려대학교 대학혁신지원사업 프로그램 참여 부서에 배포하여 각종 서식류, 정기 간행물, 홍보자료, SNS 등에 활용하였습니다."
    ]
  },
  {
    "slug": "deokso-farm",
    "title": "고려대학교 부속 덕소농장",
    "category": ["University Identity Design"],
    "summary": ["고려대학교 부속 덕소농장 로고 디자인 및 허브비누, 허브소금, 쌀 패키지", "디자인 리뉴얼"],
    "team": "고려대학교 디자인혁신센터",
    "client": "",
    "startDate": "2020.06",
    "endDate": "2020.09",
    "role": ["Brand Design Renewal", "Package Design"],
    "description": [
      "덕소농장은 1953년 고려대학교 농과대학 신설 이후 소규모로 운영되던 실습장이 학생이 증가하고 대학 규모가 확장됨에 따라 1960년 경기도 남양주시 대규모 부속 농장으로 이전, 개설되었습니다. 생명과학대학 학생들의 현장실습과 실험 지원, 교수 연구 수행으로 ‘지역사회에 대한 실질적 기여'라는 고대 농장의 목표를 이루고자 끊임없이 노력하고 있습니다.",
      "덕소농장의 규모가 확장되고 덕소농장에서 생산 및 판매하는 상품이 고려대학교 기념품 상점인 크림슨 스토어에 입점하는 등 브랜드 가치가 높아지고 있습니다. 이에 덕소농장의 브랜드 가치 확장을 위해 2015년 리뉴얼하였던 심벌과 워드마크를 또 한 번 리뉴얼하였습니다.",
      "심벌은 고려대학교 상징 꽃인 오얏꽃으로, 브랜드 아이덴티티 강화를 위해 오얏꽃의 이미지를 더 잘 보여주고자 하였습니다. 또한 해외 귀빈에게 선물하는 등 영문명 표기의 수요가 증가함에 따라 워드마크를 변경하였습니다. 고려대학교의 아이덴티티를 반영하기 위해 교색과 전용서체를 활용하여 디자인 했습니다.",
      "허브비누 3종의 패키지 디자인 리뉴얼을 위해 허브비누의 주 성분인 캐모마일, 페퍼민트, 라벤더의 아이콘을 제작했습니다. 덕소 농장의 심벌 마크와의 조화를 위해 심플하고 직관적인 느낌으로 표현하였으며, 개발한 아이콘을 패턴화하여 비누 상자의 띠지에 활용하였습니다.",
      "패키지 디자인에서는 상품이 돋보이도록 절제되고 고급스러운 느낌을 강조하였습니다. 허브비누와 허브소금, 쌀 패키지 간의 조화를 위해 전체적인 무드와 색감, 그래픽이 일관적인 디자인으로 보일 수 있도록 개발하였습니다.",
      "리뉴얼한 디자인의 상품을은 총장실 방문 귀빈 선물로 활용되었고 후에 크림슨 스토어에 입점하여 판매되었습니다."
    ]
  },
  {
    "slug": "young-docs",
    "title": "제9회 젊은의사포럼",
    "category": ["Event Identity Design", "Graphic Design"],
    "summary": ["젊은 의사 3단체 개최 제9회 젊은 의사 포럼 이벤트 아이덴티티 및 포스터,", "포토월, 부스 등 그래픽 디자인"],
    "team": "",
    "client": "대한 의과대학·의학전문대학원 학생협회",
    "startDate": "2019.08",
    "endDate": "2019.09",
    "role": ["Event Identity Design", "Graphic Design"],
    "description": [
      "대한 의과대학·의학전문대학원 학생협회, 대한전공의협의회, 대한공중보건의사협의회 등 젊은 의사 3단체가 개최하는 ‘젊은 의사 포럼’은 의료계 현안에 대한 문제의식을 공유하고 소통하는 기회를 제공하여 한층 더 성숙한 의료 환경 조성에 기여하고자 합니다. 사회 각계각층의 전문가들을 초청해 다양한 꿈과 비전을 듣고 논의하며, 현재 의료계가 처한 현실은 인식하고 각 단체별로 아젠다를 설정하여 적극 추진해 나가고자 합니다.",
      "포럼의 전체적인 무드와 아이덴티티 설정을 위해 키워드를 설정하였습니다. 젊은 의사 3단체를 상징하는 ‘젊음’, ‘의사로서의 신념’, 그리고 젊은 의사 포럼의 목표인 ‘성숙한 의료 환경 조성’에서 세 가지 키워드를 찾았습니다. 젊음, 신뢰, 성장 세 가지 키워드는 각각 그린, 블루, 옐로우로 지정하여 포럼의 전반적인 무드를 표현하였습니다. 이 중 메인 컬러는 블루로, 의사의 직업 윤리를 상징합니다.",
      "로고타입의 색상은 신뢰와 믿음을 상징하는 블루를 활용하였고, 의사에 대한 기존의 무겁고 딱딱한 이미지를 탈피하고자 자유롭고 역동적인 캘리그라피로 표현하였습니다. 각종 홍모물에서 장식 및 보조 수단으로 사용하기 위해 그래픽 패턴을 개발하였습니다. 물방울과 잎사귀로 젊은 의사 개개인을 상징하였고, 신뢰를 바탕으로 성장하고자 하는 젊은 의사들을 상승하는 형상으로 표현하였습니다. 그래픽 패턴은 행사 포스터 및 포토월, 배너, 부스 등 포럼의 전반적 디자인에서 활용하였습니다.",
      "제9회 젊은 의사 포럼은 2019년 9월 28일 서울 코엑스 오디토리움에서 개최되었습니다."
    ]
  },
  {
    "slug": "chemstree",
    "title": "CHEMSTREE",
    "category": ["Corporate Identity Design"],
    "summary": ["한국화학연구원 연구소 기업, 충남대학교 산학협력중개센터 가족회사", "캠스트리 아이덴티티 디자인"],
    "team": "",
    "client": "CHEMSTREE",
    "startDate": "2017.03",
    "endDate": "2017.05",
    "role": ["Corporate Identity Design"],
    "description": [
      "캠스트리는 한국화학연구원의 연구소 기업으로, 생활 밀착형 화학 제품을 개발하여 지속적으로 성장하고 있는 기업입니다. 캠스트리는 기술을 인정받아 충남대학교 산학협력중개센터의 가족회사로 선정되었으며, 지역 사회에 이바지할 수 있도록 꾸준히 노력합니다.",
      "창의, 신뢰, 성장, 공유의 네 가지 가치는 캠스트리의 핵심 가치이며, 서로 유기적 관계를 형성하며 ‘창의적인 연구로 생활밀착형 화학 제품을 개발하여 지속적으로 성장'이라는 기업 목표를 설정합니다.",
      "심벌마크는 기업명 ChemsTree의 C와 T를 결합하여 지속적으로 성장하는 ‘화학의 나무'와 태양의 열정을 형상화하였습니다. 로고타입은 견고한 기업 이미지를 구축하기 위해 산세리프로 디자인하였습니다. 또한 캠스트리의 핵심 이념인 창의와 신뢰를 표현하기 위해 블루 계열의 컬러를 활용하였습니다.",
      "그린과 블루 컬러는 환경을 생각하는 지속가능한 화학과 기업 이념인 창의와 신뢰를 나타냅니다. 레드 컬러는 열정을 바탕으로 끊임없이 연구하여 성장하겠다는 캠스트리의 의지를 상징합니다.",
      "각종 응용 아이템의 활용성을 높이기 위해 그래픽 모티프를 개발하였습니다. 브랜드 아이덴티티를 일관적으로 전달하기 위해 캠스트리의 심벌마크와 지정색상을 활용하였습니다. 또한 주목성 및 장식성의 목적으로 보조 디자인인 캠스트리 패턴을 개발하였습니다."
    ]
  },
  {
    "slug": "ovis",
    "title": "OVIS",
    "category": ["Brand Identity Design"],
    "summary": ["유닛 결성과 콜라보레이션 활동을 위한 아티스트 브랜드", "OVIS 브랜드 아이덴티티 디자인"],
    "team": "",
    "client": "OVIS",
    "startDate": "2015.11",
    "endDate": "2016.02",
    "role": ["Brand Identity Design", "Slogan", "Graphic Design"],
    "description": [
      "OVIS는 아트 디렉팅, DJ, 패션, 포토그래피, 일러스트레이션 등 다양한 예술 분야의 91년생 양띠 아티스트들로 결성되었습니다. 아티스트 개개인의 스타일을 존중하며, 활발한 유닛 결성과 콜라보레이션 활동을 통해 상호보완적으로 성장하고자 합니다.",
      "OVIS는 포유류 하위 분류군에서 '양속'을 뜻합니다. 심벌마크에서는 강하고 프로페셔널한 멤버들을 표현하기 위해 기존의 순한 양의 이미지를 탈피하고자 하였습니다. 콜라보레이션 활동이 많은 특성상 유닛의 성향에 따라 요소를 추가하는 등 자유롭게 변형하여 활용 가능하도록 하였습니다.",
      "obviously와 ovisly의 발음 유사성으로 간결한 슬로건을 제작하였습니다. ‘명백하게, 오비스답게'라는 의미로, 브랜드와 작업물에 대한 오비스의 자신감을 나타냅니다.",
      "컬러 시스템은 OVIS의 다양성과 자유로운 아티스트의 이미지를 나타내고자 화려한 그라데이션을 활용하였습니다. 서브 컬러로는 메인 컬러를 보완할 수 있는 진한 그레이를 선정하였습니다.",
      "심벌마크의 라인에서 기하학적 도형의 모티프를 얻어 각종 어플리케이션에서 활용할 수 있도록 주목성 및 장식성의 목적으로 패턴을 개발하여 활용하도록 하였습니다."
    ]
  },
  {
    "slug": "welivearth",
    "title": "WELIVEARTH",
    "category": ["Campaign Identity Design"],
    "summary": ["멸종 위기 동물을 보호하고 대중의 경각심을 일깨우기 위한", "캠페인 아이덴티티 디자인"],
    "team": "WELIVEARTH",
    "client": "",
    "startDate": "2014.12",
    "endDate": "2015.04",
    "role": ["Concept", "Campaign Identity Design", "Icon", "Artbook Graphic Design"],
    "description": [
      "오늘날까지 멸종된 동물은 900종 이상에 달하고, 약 17,000종이 멸종 위기에 처해있습니다. 멸종 위기 동물을 보호하고자 대중의 관심을 불러일으키고 경각심을 일깨우기 위해 멸종한 동물을 추모하는 캠페인을 기획하였습니다.",
      "WELIVEARTH에서는 인간에 의해 멸종한 동물을 한 해에 열두 종씩 선별하여 매달 한 종씩 추모합니다. 이를 위해 열두 종의 멸종 동물을 선별하고 선별 과정에서 각 동물의 멸종 시기, 서식지와 멸종 이유를 조사하였습니다. 그리고 선별한 멸두 종의 멸동 동물을 캠페인 로고와 각종 홍보물에서 사용하기 위해 일러스트로 표현하였습니다. 추모의 의미에서 흑백 이미지로 나타냈습니다.",
      "잊혀져 가고 있는 멸종 동물의 입장이 되어 그들을 대별할 수 있는 캠페인 네임과 로고타입을 제작하였습니다. ‘We once lived on the earth like you’는 ‘우리도 한때 너희들처럼 이 지구에 살았었다’는 의미로, 멸동된 동물이 인간에게 보내는 메시지입니다.",
      "그 후 세계 지도에 열두 종의 동물이 살았었던 서식지를 표시하고 서식지를 멸종 순서에 따라 연결하였습니다. 연결한 이미지를 조각내어 만든 패턴과 각 서식지의 동물을 매치하여 열두 개의 유동적인 캠페인 로고를 제작했습니다.",
      "또한 각종 홍보물 및 어플리케이션에서 활용하기 위해 아이콘을 디자인했습니다. 뿔이나 부리의 유무, 가죽이나 털의 종류, 발의 모양 등 동물의 특징을 나타낼 수 있도록 하였습니다. 디자인한 아이콘을 배치하여 각 동물에 맞는 패턴을 제작하여 활용하였습니다.",
      "메인 어플리케이션으로는 아트북을 제작하여 아트북의 다양한 미니 게임을 통해 멸종 동물의 형상을 구현함으로써 각 동물을 기억하고자 하였고, 동물별로 설명 페이지를 구성하여 열두 동물들의 정보를 제공하였습니다. (Art Book size 250 * 250mm)",
      "WELIVEARTH는 2015 어도비 글로벌 디자인 공모전(Adobe Design Achievement Awards) 프린트 커뮤니케이션 분야에서 semi finalist에 올랐습니다."
    ]
  },
  {
    "slug": "korean-pattern",
    "title": "한국전통문양",
    "category": ["Cultural Identity Design"],
    "summary": ["전통문양의 우수성을 홍보하고 발전 가능성을 보여주기 위한 한국전통문양", "아이덴티티와 봉투 디자인"],
    "team": "",
    "client": "",
    "startDate": "2013.01",
    "endDate": "2013.11",
    "role": ["Cultural Identity Design", "Envelope Design"],
    "description": [
      "전통문양은 미적 감각을 불러일으키기 위해 점이나 선, 색채를 도형과 같이 형상화 한 것입니다. 한국 전통문양은 우리 조상들의 의식과 염원이 반영된 정신 활동의 소산이며 창조적 미적 활동의 결과입니다. 무한한 가치를 가진 우리 전통문양을 온고지신의 정신을 바탕으로 현대화하여 우수성을 홍보하고 발전 가능성을 보여주고자 하였습니다.",
      "우선 문화체육관광부의 문화포털(www.culture.go.kr)에서 제공하는 전통문양을 크게 일곱 가지 의미로 나누어 의미별로 분류하였습니다. 분류한 후에는 각 의미를 대표하는 문양을 하나씩 선정하였습니다.",
      "그리고 각 문양과 색상을 의미별로 색상과 매치하였습니다. 일곱 가지의 색은 1991년 국립현대미술관의 '한국전통표준색명 및 색상에 관한 연구'에서 제시한 색에서 선정하였습니다.",
      "의미와 색으로 새롭게 결합한 전통문양을 기념일과 매치하였습니다. 기념일은 예로부터 중요시되었던 기념일과 현대 사회의 기념일 중 일곱 가지를 선정하였습니다.",
      "각종 기념일에서 가장 많이 쓰이는 소재인 봉투를 제작하기 위해 의미와 색, 기념일을 결합한 전통문양 일곱 가지를 패턴으로 디자인하였습니다. 겉봉투와 속봉투, 포장용 종이, 스티커 등 다양한 용도로 활용할 수 있도록 각각 여섯 개의 패턴을 디자인 했습니다.",
      "제작한 패턴을 활용하여 두 가지 디자인의 봉투와 원형 스티커를 제작하였습니다. 겹겹으로 이루어져 있는 형상과 봉투를 마감하는 띠는 한복에서 모티프를 얻었습니다. 봉투의 뒷면에는 각 문양의 의미에 따라 키워드를 은박으로 후가공하여 미적 요소를 더하고 쓰임이 용이하도록 하였습니다."
    ]
  },
  {
    "slug": "ed",
    "title": "대한민국 대학생 교육기부단",
    "category": ["Brand Identity Design Renewal"],
    "summary": ["교육부, 한국과학창의재단 협력 단체 대한민국 대학생 교육기부단", "브랜드 디자인 리뉴얼"],
    "team": "",
    "client": "대한민국 대학생 교육기부단",
    "startDate": "2012.09",
    "endDate": "2012.12",
    "role": ["Brand Identity Design", "Call name", "Slogan"],
    "description": [
      "대한민국 대학생 교육기부단은 대학생들의 자발적인 모임이며, 교육부와 한국과학창의재단의 협력 단체입니다. 교육기부를 통해 초·중등생에게는 수준 높고 다양한 교육 프로그램을 제공하고, 대학생에게는 건전한 시민이자 글로벌 리더로 성장하는 계기를 마련하고자 2012년 출범하였습니다. 쏙쏙캠프, 함성소리, 알락달락 행복한 교실 등 여러 교육기부 프로그램을 운영하고 있으며, 창의적 체험활동, 문화예술체육 등 다양한 형태의 교육기부 활동을 통해 학생들의 창의·인성 교육을 돕고자 합니다.",
      "브랜드 리뉴얼에 앞서 기존의 로고와 슬로건을 분석하고 컨셉과 방향 설정을 위한 솔루션을 제안하였습니다. 가장 큰 제안으로는, 대한민국 대학생 교육기부단의 명칭이 길어 커뮤니케이션이 불편하고 친근한 단체의 특성을 반영하지 못하고 다소 권위적이고 딱딱한 느낌을 주기 때문에 브랜드 인지도를 향상시키고 커뮤니케이션의 용이를 위한 애칭을 제작하였습니다.",
      "'에디'는 Educational Donation의 앞글자 E와 D를 활용한 대한민국 대학생 교육기부단의 새로운 애칭입니다. 로고타입은 새로운 애칭과 웃는 얼굴을 나타내는 이모티콘을 결합하여 개발했습니다. 기존의 서체를 최소한으로 변형하여 주목성이 뛰어나도록 하며 이모티콘의 느낌을 표현했습니다. 심벌마크는 민들레를 형상화하고 친근한 이미지를 구축하고자 하였습니다. 그리고 슬로건은 심벌마크의 민들레와 교육기부를 나타낼 수 있는 간결한 문구로 제작하였습니다.",
      "대한민국 대학생 교육기부단은 브랜드 리뉴얼을 마친 후 2013년부터 새로운 애칭인 ‘에디'로 활동하며 학생들에게 꾸준히 다양한 교육기부를 해 오고 있습니다."
    ]
  },
  {
    "slug": "korean-folk",
    "title": "한국민속촌",
    "category": ["Brand Identity Design Renewal"],
    "summary": ["국내 유일 전통문화 테마파크 한국민속촌 리포지셔닝 및 브랜드 디자인", "리뉴얼 제안"],
    "team": "",
    "client": "",
    "startDate": "2012.03",
    "endDate": "2012.06",
    "role": ["Brand Identity Design Renewal", "Re-positioning"],
    "description": [
      "한국민속촌은 국내 유일의 전통문화 테마파크로, 오랜 시간을 거쳐 전승되어 온 우리 문화와 풍속을 내외국인 관광객에게 소개하기 위해 1974년 창립되었습니다. 전통문화의 가치를 새롭게 발견하여 함께 경험하고, 나아가 세계에서 빛날 수 있도록 보전해 가는 것이 한국민속촌의 역할입니다.",
      "브랜드 리뉴얼에 앞서 컨셉과 방향을 설정하기 위해 기존 한국 민속촌의 포지셔닝을 분석하였습니다. 한국민속촌은 민속관광지와 테마파크의 성격을 모두 가지고 있어 장소 아이덴티티에 주목하였습니다. 상업요소, 유희요소, 관광요소 세 가지로 분석하였고 리포지셔닝과 새로운 아이덴티티 디자인을 제안하였습니다.",
      "한국의 정체성과 전통문화 아이덴티티를 반영하는 브랜드 아이덴티티 강화와 체계적인 가이드 시스템이 필요하다고 판단하여 로고 디자인의 리뉴얼을 제안하였습니다. 동양화를 방불케하는 캘리그라피의 유연하고 동적인 선과 독특한 번짐, 그리고 여백의 균형미는 늘 곁에 두고 사용하는 글씨마저 독창적으로 표현하고 싶어하는 현대인들의 욕구가 반영된 결과물입니다. 캘리그라피의 특성을 이용하여 과거와 현대의 연결, 끊임없는 변화를 표현하고자 하였습니다.",
      "슬로건에는 '한국 문화를 쉽게 이해하고, 체험을 통해, 함께하고, 한국을 느낄 수 있는 도심 속 컬쳐파크'라는 의미를 담았습니다. 'K'는 Korea의 앞글자로 K-pop, K-drama와 같이 한국을 상징하며, 한국민속촌에서는 K-culture를 제안합니다.",
      "로고타입의 ㅎ을 독자적으로 사용하며, 정원 내부에 결합된 형태로 활용 가능한 아이콘을 개발하였습니다. 단색으로 사용할 경우 Color System의 색을 이용하도록 하였습니다.",
      "기존의 전통색으로 많이 쓰이는 적, 청, 황, 백, 흑의 오방색에 사이 색인 오간색을 조합하여 차별화한 컬러를 활용하였습니다. 색은 1991년 국립현대미술간의 '한국전통표준색명 및 색상에 관한 연구'에서 선정하였습니다.",
      "리뉴얼한 브랜드 디자인으로 입장권, 뱃지, 기념 선물 등 각종 어플리케이션을 제안하였습니다."
    ]
  }
]